use DancesportCMS;
go
 
insert into core.FederationCouples (Partner1Name, Partner2Name, ClubName, IsActive)
values
    ('Александър Димитров','София Тодорова','Алекс Пловдив',1),
    ('Виктор Петков','Анна Колева','Дъга София',1),
    ('Стефан Райков','Габриела Илиева','Ритъм Варна',1),
    ('Мартин Стефанов','Елица Василева','Импулс София',1),
    ('Любомир Драгов','Калина Михайлова','Нефтохимик Бургас',1),
    ('Деян Костов','Ивана Йорданова','Алекс Пловдив',1),
    ('Кристиян Митев','Боряна Динева','Импулс Велинград',1),
    ('Радослав Тонев','Виолета Симеонова','Ритъм Варна', 0); 
go